Repository: fat0troll/hellheim
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Internal port number(s)
ru: Номер(а) внутренних портов

source: External port number(s)
ru: Номер(а) внешних портов

source: Page loaded:
ru: Страница загружена:

source: Ololo
ru: Ололо

source: You're not ololo.
ru: Ты не ололоша.

source: Login
ru: Войди

source: to become ololo.
ru: чтобы стать ололошей.

source: Virtual Machines
ru: Виртуальные машины

source: Ports
ru: Проброс портов

source: Main page
ru: Главная

source: Tabs above, use it to select what you need.
ru: Вкладочки выше, используй их для выбора нужной страницы.

source: Have I told you that this is ascetic interface? There is no information on main page.
ru: Я тебе говорил, что здесь аскетичный интерфейс? Тут нет информации на главной странице.

source: Listen to Rachmaninoff
ru: Люби Рахманинова

source: Adding port forwarding rule
ru: Добавление проброса портов

source: Double-check what you need! Be careful :)
ru: Проверь дважды то, что ты делаешь! Будь осторожен :)

source: Add, ma monster!
ru: Да добавь ты уже это всё наконец!

source: Editing port forwarding rule
ru: Редактирование проброса портов

source: Done!
ru: Готовченко!

source: Port forwarding
ru: Проброс портов

source: All the fucking port forwarding here. You can view all port forwarding here and (if you have trolling 80 lvl reached) — add or edit it.
ru: Все чёртовы схемы проброса портов тут, да. Ты можешь их увидеть и (если ты успешно затроллил админа) — редактировать и добавлять.

source: Note: when you press 'Delete', selected port forwarding rule will be deleted IMMEDIATELY!
ru: Учти: когда ты нажмёшь "Удалить", выбранное правило проброса портов удалится СРАЗУ. На веки вечныя. Аминь.

source: Add new forwarding
ru: Добавить новый проброс порта

source: Edit
ru: Изменить

source: Delete
ru: Удалить

source: Leaving the boat
ru: Бегство с лодки

source: You have successfully logged out.
ru: Ты только что вышел из системы.

source: Leave!
ru: Проваливай!

source: Error
ru: Ошибка

source: You're already logged in as
ru: Ты уже вошёл как

source: If you don't have an account, leave this site NOW!
ru: Если у тебя нету аккаунта, проваливай к чёртовой матери!

source: Adding virtual machine
ru: Добавление виртуальной машины

source: Adding a virtual machine
ru: Добавление виртуальной машины

source: Editing virtual machine
ru: Редактирование виртуальной машины

source: Virtual machines
ru: Виртуальные машины

source: All the fucking virtual machines here. You can view all VMs here and (if you have trolling 80 lvl reached) — add or edit it.
ru: Все чёртовы виртуальные машины тут, да. Ты можешь их увидеть и — если ты затроллил админа — добавлять или редактировать.

source: Connecting to specific VM depends on it's settings.
ru: Подключение к какой-либо машине зависит от её настроек.

source: Add new Virtual Machine
ru: Добавить новую виртуальную машину

source: Virtual Machine
ru: Виртуальная машина

source: Edit VM
ru: Редактировать ВМ

source: Some descriptive description
ru: Какое-нибудь пояснение, для чего эта машина нужна

source: Machine's IP address
ru: Айпишечка машиночки

source: Administrator of the virtual machine
ru: Чья борода будет админить машину?
